[
  {
    "no": 1,
    "dohe": "झूठे अंधे गुर घणें, भरंम दिखावै आइ। \n दादू साचा गुर मिलै, जीव ब्रह्म ह्वै जाइ॥ ",
    "hindi": "इस संसार में मिथ्या-भाषी व अज्ञानी गुरु बहुत हैं। जो साधकों को मूढ़ आग्रहों में फँसा देते हैं। सच्चा सद्गुरु मिलने पर प्राणी ब्रह्म-तुल्य हो जाता है।",
    "gujrati": "આ દુનિયામાં ઘણા ખોટા અને અજ્ઞાની શિક્ષકો છે. જે સાધકોને મૂર્ખ ઈચ્છાઓમાં ફસાવે છે. સાચા સદગુરુને મળવાથી બ્રહ્મા સમાન બની જાય છે.",
    "Eng": "There are many false-speaking and ignorant teachers in this world. Who trap the seekers in foolish desires. On meeting a true Sadguru, a being becomes like Brahma."
  },
  {
    "no": 2,
    "dohe": "जहाँ आतम तहाँ रांम है, सकल रह्या भरपूर। \n अंतर गति ल्यौ लाई रहु, दादू सेवग सूर॥ ",
    "hindi": "जहाँ आत्मा है, वहीं ब्रह्म है। वह सर्वत्र परिव्याप्त हैं। यदि साधक आंतरिक वृत्तियों को ब्रह्ममय बनाए रहे, तो ब्रह्म सूर्य के प्रकाश के समान दिखाई पड़ने लगता है।",
    "gujrati": "જ્યાં આત્મા છે ત્યાં બ્રહ્મા છે. તે દરેક જગ્યાએ હાજર છે. જો સાધક પોતાની આંતરિક વૃત્તિને બ્રહ્મા જેવી રાખે તો બ્રહ્મા સૂર્યના પ્રકાશની જેમ દેખાય છે.",
    "Eng": "Where there is soul there is Brahma. He is present everywhere. If the seeker keeps his inner attitude like Brahma, then Brahma appears like the light of the sun."
  },
  {
    "no": 3,
    "dohe": "दादू प्रीतम के पग परसिये, मुझ देखण का चाव। \n तहाँ ले सीस नवाइये, जहाँ धरे थे पाव॥ ",
    "hindi": "विरह के माध्यम से ईश्वर का स्वरूप बने संतों की चरण-वंदना करनी चाहिए। ऐसे ब्रह्म-स्वरूप संतों के दर्शन करने की मुझे लालसा रहती है। जहाँ-तहाँ उन्होंने अपने चरण रखे हैं, वहाँ की धूलि को अपने सिर से लगाना चाहिए।",
    "gujrati": "વિયોગ થકી ભગવાનના અવતાર બનેલા સંતોના ચરણોની પૂજા કરવી જોઈએ. હું બ્રહ્માના મૂર્ત સ્વરૂપ એવા સંતોને જોવાની ઈચ્છા કરું છું. જ્યાં પગ મૂક્યા હોય ત્યાં માથે ધૂળ લગાવવી જોઈએ.",
    "Eng": "One should worship the feet of the saints who became the embodiment of God through separation. I long to see such saints who are the embodiment of Brahma. Wherever he has placed his feet, the dust should be applied with his head."
  },
  {
    "no": 4,
    "dohe": "हस्ती छूटा मन फिरै, क्यूँ ही बंध्या न जाइ। \n बहुत महावत पचि गये, दादू कछू न बसाइ॥ ",
    "hindi": "विषय-वासनाओं और विकारों रूपी मद से मतवाला हुआ यह मन रूपी हस्ती निरंकुश होकर सांसारिक प्रपंचों के जंगल में विचर रहा है। आत्म-संयम और गुरु-उपदेशों रूपी साँकल के बिना बंध नहीं पा रहा है। ब्रह्म-ज्ञान रूपी अंकुश से रहित अनेक महावत पचकर हार गए, किंतु वे उसे वश में न कर सके।",
    "gujrti": "મનના રૂપમાં આ અસ્તિત્વ, વિષયાસક્ત ઇચ્છાઓ અને દુર્ગુણોના નશામાં મશગુલ, સાંસારિક મુશ્કેલીઓના જંગલમાં અનિયંત્રિત રીતે ભટકી રહ્યું છે. આત્મ-નિયંત્રણ અને ગુરુના ઉપદેશોની સાંકળ વિના, વ્યક્તિ બંધાઈ શકતો નથી. બ્રહ્મ-જ્ઞાનના નિયંત્રણ વિના, ઘણા મહાવત પચાવી ગયા અને હારી ગયા, પરંતુ તેઓ તેને નિયંત્રિત કરી શક્યા નહીં.",
    "Eng": "This existence in the form of mind, intoxicated with sensual desires and vices, is wandering uncontrollably in the jungle of worldly troubles. Without self-control and the chain of teachings of the Guru, one cannot be bound. Without the control of Brahma-jnana, many mahouts were defeated and lost, but they could not control it."
  },
  {
    "no": 5,
    "dohe": "मीठे मीठे करि लीये, मीठा माहें बाहि। \n दादू मीठा ह्वै रह्या, मीठे मांहि समाइ॥ ",
    "hindi": "ब्रह्म-ज्ञान की मधुरता से युक्त संतों ने मधुर सत्संग का लाभ देकर साधकों को आत्म-ज्ञान और ब्रह्म-ज्ञान की मधुरता से युक्त कर दिया। जो साधक उस सत्संग का लाभ उठाकर मधुर हो जाता है, वह मधुर ब्रह्म में समा जाता है।",
    "gujrti": "બ્રહ્મજ્ઞાનની મધુરતાથી સંપન્ન સંતોએ સાધકોને આત્મજ્ઞાન અને બ્રહ્મજ્ઞાનની મધુરતાથી મધુર સત્સંગનો લાભ આપ્યો. એ સત્સંગનો લાભ લઈને જે સાધક મધુર બને છે, તે મધુર બ્રહ્મામાં વિલીન થઈ જાય છે.",
    "Eng": "The saints, endowed with the sweetness of Brahmagyan, gave the seekers the benefit of self-knowledge and sweet satsang with the sweetness of Brahmagyan. The seeker who becomes sweet by taking advantage of this satsang, merges into the sweet Brahma."
  },
  {
    "no": 6,
    "dohe": "भरि भरि प्याला प्रेम रस, अपणैं हाथि पिलाइ। \n सतगुर के सदकै कीया, दादू बलि बलि जाइ॥ ",
    "hindi": "सद्गुरु ने प्रेमा-भक्ति रस से परिपूर्ण प्याले अपने हाथ से भर-भरकर मुझे पिलाए। मैं ऐसे गुरु पर बार-बार बलिहारी जाता हूँ।",
    "gujrti": "સદગુરુએ મને પોતાના હાથે પ્રેમ અને ભક્તિના સારથી ભરેલા પ્યાલા ભરી દીધા અને મને પીવડાવ્યો. આવા ગુરુ પાસે હું વારંવાર બલિહારી જાઉં છું.",
    "Eng": "Sadhguru filled me with his own hand a cup filled with the essence of love and devotion and made me drink. I fall prey to such gurus again and again."
  },
  {
    "no": 7,
    "dohe": "केते पारिख जौंहरी, पंडित ग्याता ध्यांन। \n जांण्यां जाइ न जांणियें, का कहि कथिये ग्यांन॥ ",
    "hindi": "तने ही धर्म-शास्त्रज्ञ पंडित, दर्शनशास्त्र के ज्ञाता और योगी-ध्यानी रूपी जौहरी, ब्रह्मरूपी रत्न की परख करते हैं। लेकिन वे अज्ञेय ब्रह्म के स्वरूप को रंच-मात्र भी नहीं जान पाते। फिर वे ब्रह्म संबंधी ज्ञान को कैसे कह सकते हैं।",
    "gujrti": "દેહ દ્વારા જ બ્રહ્માના રૂપમાં બ્રહ્માના રૂપમાં ધર્મશાસ્ત્રી, તત્ત્વજ્ઞાનમાં નિષ્ણાત અને યોગી અને તપના રૂપમાં રત્નકલાકારની તપાસ કરે છે. પરંતુ તેઓ અજાણ્યા બ્રહ્મના સ્વભાવ વિશે થોડું પણ જાણી શકતા નથી. તો પછી તેઓ બ્રહ્મા સંબંધિત જ્ઞાન કેવી રીતે કહી શકે.",
    "Eng": "Through the body itself examines the theologian in the form of Brahma, the expert in metaphysics and the jeweler in the form of yogi and ascetic. But they cannot know even a little about the nature of the unknown Brahman. Then how can they say knowledge related to Brahma."
  },
  {
    "no": 8,
    "dohe": "दादू बिरहनि कुरलै कुंज ज्यूँ, निसदिन तलफत जाइ। \n रांम सनेही कारनैं, रोवत रैंनि बिहाइ॥ ",
    "hindi": "विरहिणी कह रही है—जिस प्रकार क्रौंच-पक्षी अपने अंडो की याद में रात-दिन तड़पता है, उसी प्रकार ब्रह्म के वियोग में मैं रात-दिन तड़प रही हूँ। अपने प्रियतम का स्मरण करते और रोते-रोते मेरी रात बीतती है।",
    "gujrti": "વિરહિણી કહે છે-જેમ કાગડો પક્ષી પોતાના ઈંડાના સ્મરણમાં દિવસ-રાત પીડાય છે, તેવી જ રીતે બ્રહ્માથી વિયોગમાં હું દિવસ-રાત દુઃખી છું. હું મારી રાતો મારા પ્રિયતમને યાદ કરીને અને રડવામાં વિતાવીશ.",
    "Eng": "Virhini says – As a crow bird suffers day and night in remembrance of its egg, similarly I am sad day and night in separation from Brahma. I will spend my nights remembering my beloved and crying."
  },
  {
    "no": 9,
    "dohe": "आसिक मासूक ह्वै गया, इसक कहावै सोइ। \n दादू उस मासूक का, अलह आसिक होइ॥ ",
    "hindi": "जब प्रेमी और प्रेमिका (प्रेम-पात्र) एक रूप हो जाते हैं, तो वह सच्चा इश्क़ कहलाता है। इस अद्वैत की स्थिति में स्वयं ईश्वर उसके प्रेमी और विरहिणी प्रेमिका (प्रेम-पात्र) बन जाते हैं।",
    "gujrti": "જ્યારે પ્રેમી અને પ્રિય (પ્રેમનો પદાર્થ) એક થઈ જાય, તેને સાચો પ્રેમ કહેવાય. અદ્વૈતની આ અવસ્થામાં ભગવાન પોતે તેનો પ્રેમી બની જાય છે અને કુંવારી તેની પ્રિય (પ્રેમની વસ્તુ) બની જાય છે.",
    "Eng": "When the lover and the beloved (the object of love) become one, it is called true love. In this state of Advaita God Himself becomes his lover and the virgin becomes his beloved (object of love)."
  },
  {
    "no": 10,
    "dohe": "दादू रांम सँभालिये, जब लग सुखी सरीर। \n िर पीछैं पछिताहिगा, जब तन मन धरै न धीर॥ ",
    "hindi": "तू यौवन और स्वास्थ्य से संपन्न और सुखी है। ऐसी स्थिति में तुझे राम-नाम का स्मरण कर लेना चाहिए। जब शरीर जर्जर, वृद्ध और रोग-ग्रस्त हो जाएगा, तब तू कुछ भी करने योग्य नहीं रहेगा। ऐसी स्थिति में तुझे पश्चाताप के अतिरिक्त कुछ नहीं बचेगा।",
    "gujrti": "તમને યુવાની અને આરોગ્યની આશીર્વાદ છે અને તમે ખુશ છો. આવી સ્થિતિમાં તમારે રામ નામનું સ્મરણ કરવું જોઈએ. જ્યારે તમારું શરીર ઘસાઈ જશે, વૃદ્ધ થઈ જશે અને રોગગ્રસ્ત થઈ જશે, ત્યારે તમે કંઈપણ કરવા સક્ષમ નહીં રહેશો. આવી સ્થિતિમાં તમારી પાસે પસ્તાવા સિવાય કંઈ જ બચશે નહીં.",
    "Eng": "You are blessed with youth and health and you are happy. In such a situation you should remember the name of Rama. When your body wears out, ages and becomes diseased, you will not be able to do anything. In such a situation you will be left with nothing but regret."
  },
  {
    "no": 11,
    "dohe": "दादू हरदम मांहि, दिवांन, सेज हमारी पीव है। \n देखौं सो सुबहांन, ए इसक हमारा जीव है॥ ",
    "hindi": "हमारी प्रत्येक साँस रूपी दीवान (बैठक) पर प्रियतम की सेज बिछी हुई है (अर्थात् प्रत्येक साँस के साथ हम पवित्र प्रभु के विरह का अनुभव करते रहते हैं)। प्रभु का विरह-युक्त प्रेम ही हमारा प्राणाधार है।",
    "gujrti": "આપણા દરેક શ્વાસમાં આપણા પ્રિયની પથારી દિવાન (બેઠક) પર ફેલાયેલી છે (એટલે ​​કે, દરેક શ્વાસ સાથે આપણે પવિત્ર ભગવાનના જુદાઈનો અનુભવ કરીએ છીએ).",
    "Eng": "Every breath of ours has the bed of our beloved spread on the diwan (seat) (that is, with every breath we keep experiencing separation from the Holy Lord). God's love without separation is our life support."
  },
  {
    "no": 12,
    "dohe": "दादू सिरजन हार के, केते नांव अनंत। \n चिति आवै सो लीजिए, यूँ साधू सुमिरैं संत॥ ",
    "hindi": "ब्रह्म के अनंत नाम हैं। संतों-सिद्धों ने अपनी रुचि के अनुसार निष्काम भाव से उन नामों का स्मरण करके ब्रह्म-प्राप्ति का प्रयास किया है।",
    "gujrti": "બ્રહ્માના અનંત નામો છે. સંતો અને સિદ્ધોએ પોતાની રુચિ પ્રમાણે નિઃસ્વાર્થપણે એ નામોનું સ્મરણ કરીને બ્રહ્મને પ્રાપ્ત કરવાનો પ્રયાસ કર્યો છે.",
    "Eng": "Brahma has infinite names. Saints and Siddhas have tried to attain Brahman by selflessly memorizing those names according to their own taste."
  },
  {
    "no": 13,
    "dohe": "दादू इसक अलह की जाति है, इसक अलह का अंग। \n इसक अलह औजूद है, इसक अलह का रंग॥ ",
    "hindi": "ईश्वर की जाति, रंग और शरीर प्रेम है। प्रेम ईश्वर का अस्तित्व है। प्रेम करो तो ईश्वर के साथ ही करो।",
    "gujrti": "ભગવાનની જાતિ, રંગ અને શરીર પ્રેમ છે. પ્રેમ એ ઈશ્વરનું અસ્તિત્વ છે. જો તમે પ્રેમ કરો છો, તો તે ફક્ત ભગવાન સાથે કરો.",
    "Eng": "God's caste, color and body are love. Love is the essence of God. If you love, do it only with God."
  },
  {
    "no": 14,
    "dohe": "पहली श्रवन दुती रसन, तृतीय हिरदै गाइ। \n चतुरदसी चेतनि भया, तब रोम रोम ल्यौ लाइ॥ ",
    "hindi": "साधना की चार अवस्थाएँ हैं। पहली राम-नाम का महात्म्य सुनना, दूसरी जिह्वा से नाम-स्मरण करना, तीसरी हृदय में राम-नाम का अजपा-जाप करना और चौथी चेतनशील होकर रोम-रोम से नाम का निरंतर जाप करना। इनसे जीव का ब्रह्म से अद्वैत संबंध स्थापित हो जाता है।",
    "gujrti": "સાધનાના ચાર તબક્કા છે. પ્રથમ, રામનામનું મહાત્મ્ય સાંભળવું, બીજું, જીભથી નામનું સ્મરણ કરવું, ત્રીજું, હ્રદયમાં રામ નામનો જપ કરવો અને ચોથું, ચેતન બનીને દરેક છિદ્રમાંથી સતત નામનો જપ કરવો. તેના દ્વારા બ્રહ્મા સાથે જીવનો અદ્વૈત સંબંધ સ્થાપિત થાય છે.",
    "Eng": "Sadhana has four stages. First, hearing the mahatmya of Rama's name, secondly, remembering the name with the tongue, thirdly, chanting the name Rama in the heart, and fourthly, being conscious and constantly chanting the name from every pore. By it the non-dual relationship of Jiva with Brahma is established."
  },
  {
    "no": 15,
    "dohe": "दादू नूरी दिल अरवाह का, तहाँ बसै माबूंद। \n तहाँ बंदे की बंदिगी, जहाँ रहै मौजूंद॥ ",
    "hindi": "जीवात्माओं के शुद्ध अंत:करण में प्रभु निवास करते हैं, जिस अंत:करण में प्रभु निवास करते हैं, उसी में भक्त की सच्ची उपासना होती है।",
    "gujrti": "જીવોના શુદ્ધ અંતઃકરણમાં પ્રભુ વાસ કરે છે, ભક્તની સાચી ઉપાસના એ અંતઃકરણમાં થાય છે જેમાં પ્રભુનો વાસ હોય છે.",
    "Eng": "The Lord resides in the pure hearts of living beings, the true worship of a devotee takes place in the hearts in which the Lord resides."
  },
  {
    "no": 16,
    "dohe": "पीव पुकारै बिरहणीं निस दिन रहै उदास। \n रांम रांम दादू कहै, तालाबेली प्यास॥ ",
    "hindi": "विरहिणी अत्यंत बेचैनी और दर्शनों की लालसा से अपने प्रियतम को पुकार रही है। दादू कहते हैं कि वह रात-दिन राम-राम रटती हुई दर्शन की प्यास में खिन्न बनी रहती है।",
    "gujrti": "વિધવા અત્યંત બેચેની અને તેને જોવાની ઝંખના સાથે તેના પ્રિયતમને બોલાવે છે. દાદા કહે છે કે તે દર્શનની તરસને લીધે રાત-દિવસ રામ-રામનો પાઠ કરતી ઉદાસ રહે છે.",
    "Eng": "The widow calls out to her beloved with great anxiety and longing to see him. Dada says that she is depressed reciting Ram-Ram day and night due to her thirst for darshan."
  },
  {
    "no": 17,
    "dohe": "दादू भँवर कँवल रस बेधिया, सुख सरवर सर पीव। \n तहाँ हंसा मोती चुणैं, पीव देखें सुख जीव॥ ",
    "hindi": "जैसे कमल-पुष्प के मकरंद से आकृष्ट होकर भ्रमर उसका रस-पान करता है, वैसे ही हमारा मन रूपी भ्रमर सहस्त्रदल कमल में प्रविष्ट होकर परम ब्रह्मरूपी सुख-सरोवर का चिंतनानंद रूप रस-पान करता है और जैसे मानसरोवर में किल्लोल करते हुए हंस मोती चुनते हैं वैसे ही हमारा साधक-मन सहस्त्र दल कमलरूपी सरोवर में अवगाहन करके अद्वैत भावनारूपी मोतियों को चुनकर तृप्त होता रहता है। ऐसी स्थिति में जीवात्मा को परम ब्रह्म के दर्शनरूपी सुखों की अनुभूति होती रहती है।",
    "gujrti": "જે રીતે ભ્રામક મન કમળના પુષ્પના અમૃતથી આકર્ષાય છે અને તેનો રસ પીવે છે, તેવી જ રીતે આપણા સ્વરૂપનું ભ્રમિત મન હજાર બાજુવાળા કમળમાં પ્રવેશી સુખના સરોવરના રૂપમાં ચિંતનાત્મક આનંદનો આનંદ માણે છે. પરમ બ્રહ્માના અને જેમ હંસના મોતી માનસરોવરમાં ઝૂલતા હોય છે, તેવી જ રીતે આપણું સાધક-મન કમળ જેવા સરોવરમાં જોઈને અને અદ્વિતીય લાગણીના મોતી પસંદ કરીને સંતુષ્ટ થતું રહે છે. આવી સ્થિતિમાં, આત્મા પરમ બ્રહ્માના દર્શનના આનંદનો અનુભવ કરતો રહે છે.",
    "Eng": "Just as the deluded mind is attracted to the nectar of the lotus flower and drinks its juice, so the deluded mind of our form enters the thousand-sided lotus and enjoys contemplative bliss in the form of a lake of bliss. Just as the pearls of the Supreme Brahma and swan dangle in the lake of mind, so our sadhaka-mind keeps contented by gazing into the lotus-like lake and picking out pearls of unique feeling. In such a state, the soul continues to experience the bliss of seeing the Supreme Brahma."
  },
  {
    "no": 18,
    "dohe": "दादू आसिक रबु दा, सिर भी डेवै लाहि। \n अलह कारणि आप कौं, साड़ै अंदरि भाहि॥ ",
    "hindi": "जो प्रभु के सच्चे प्रेमी होते हैं, वे उनकी प्राप्ति के लिए अपना सिर भी उतारकर देने को तत्पर रहते हैं। वे प्रभु-प्राप्ति के लिए अपने अंदर के सभी प्रकार के विकार, अहंकार आदि को विरहाग्नि में जला देते हैं।",
    "gujrti": "જેઓ ભગવાનના સાચા પ્રેમી છે, તેઓ ભગવાનને પામવા માટે પોતાનું મસ્તક પણ બલિદાન આપવા તૈયાર છે. ભગવાનને પામવા માટે તેઓ પોતાની અંદરના તમામ પ્રકારના અવગુણો, અહંકાર વગેરેને વિયોગની આગમાં બાળી નાખે છે.",
    "Eng": "Those who are true lovers of God, are ready to sacrifice even their head to attain God. In order to attain God, they burn all kinds of vices, ego, etc. within themselves in the fire of separation."
  },
  {
    "no": 19,
    "dohe": "दादू नमो नमो निरंजन, निमसकार गुरुदेवतह। \n बंदनं श्रब साधवा, प्रणामं पारंगतह॥ ",
    "hindi": "हे निरंजन देव! आपको मेरा नमन है। देवतुल्य गुरु को मैं नमस्कार करता हूँ। सभी संत जनों की वंदना करता हूँ। संसार की असत्यता से विमुख होकर सत्य-ब्रह्म के स्वरूप को जानने वाले पारंगतों को भी मेरा प्रणाम है।",
    "gujrti": "હે નિરંજન દેવ! હું તમને વંદન કરું છું. ધર્મગુરુને હું વંદન કરું છું. હું બધા સંતોની પૂજા કરું છું. વિશ્વના અસત્યથી વિમુખ થઈને સત્ય-બ્રહ્મના સ્વરૂપને જાણનારા નિષ્ણાતોને પણ હું નમસ્કાર કરું છું.",
    "Eng": "O Niranjan Dev! I salute you. I salute the priest. I worship all saints. I also salute the adepts who know the form of Satya-Brahman, detached from the falsehood of the world."
  },
  {
    "no": 20,
    "dohe": "आसिकां रह कबज करदां, दिल वजां रफतंद। \n अलह आले नूर दीदंम, दिलह दादू बंद॥ ",
    "hindi": "प्रेमियों का रास्ता अपनाते हुए, आसुरी प्रवृत्तियों को मन से बाहर निकालकर, देवतुल्य गुणों को अपनाया जाए। परम श्रेष्ठ परमात्मा के स्वरूप का दर्शन करने के लिए मन का निग्रह किया जाए। ये ही ईश-विरह के प्रमुख लक्षण हैं।",
    "gujrti": "પ્રેમીઓનો માર્ગ અપનાવવો, મનમાંથી આસુરી વૃત્તિઓને ભગાડી દેવી અને ઈશ્વર જેવા ગુણો અપનાવવા. પરમાત્માના સ્વરૂપને જોવા માટે મન પર નિયંત્રણ રાખવું જોઈએ. ભગવાનથી અલગ થવાના આ મુખ્ય લક્ષણો છે.",
    "Eng": "Adopting the path of lovers, banishing demonic tendencies from the mind and adopting godlike qualities. One must control the mind to see the form of God. These are the main symptoms of separation from God."
  },
  {
    "no": 21,
    "dohe": "दादू दीवा है भला, दीवा करौ सब कोइ। \n घर में धर्या न पाइये, जे कर दीवा न होइ॥ ",
    "hindi": "ज्ञान-दीप जलाना उत्तम है। सभी को यत्न करना चाहिए कि गुरु के ज्ञान-दीप से अपना आत्म-ज्ञान दीप जलाएँ। जब तक गुरु द्वारा प्रदत्त ज्ञान उसे प्रज्वलित नहीं करता, तब तक मात्र शास्त्र-ज्ञान से यह दीपक नहीं जलता।",
    "gujrti": "જ્ઞાનનો દીવો પ્રગટાવવો શ્રેષ્ઠ છે. દરેક વ્યક્તિએ ગુરુના જ્ઞાનના દીપથી પોતાના આત્મજ્ઞાનનો દીવો પ્રગટાવવાનો પ્રયત્ન કરવો જોઈએ. જ્યાં સુધી ગુરુએ આપેલું જ્ઞાન પ્રજ્વલિત ન કરે ત્યાં સુધી આ દીવો માત્ર શાસ્ત્રોના જ્ઞાનથી પ્રગટતો નથી.",
    "Eng": "It is best to light the lamp of knowledge. Everyone should try to light the lamp of self-knowledge with the lamp of Guru's knowledge. This lamp is not lit by mere knowledge of the scriptures until the knowledge imparted by the Guru ignites it."
  },
  {
    "no": 22,
    "dohe": "दादू सतगुरु मारे सबद सौं, निरखि निरखि निज ठौर। \n रांम अकेला रहि गया, चीति न आवै और॥ ",
    "hindi": "सतगुरु ने अपने शब्द-बाणों से मेरे सभी पापों, दोषों और विकारों को चुन-चुनकर नष्ट कर दिया है। अब मेरे निर्मल चित्त में ब्रह्म ही शेष रह गए हैं, किसी और के लिए स्थान बचा ही नहीं है।",
    "gujrti": "સતગુરુએ તેમના શબ્દો અને બાણ વડે મારા તમામ પાપો, દોષો અને વિકારોનો પસંદગીપૂર્વક નાશ કર્યો છે. હવે મારા શુદ્ધ મનમાં માત્ર બ્રહ્મા જ બાકી છે, બીજા કોઈને માટે જગ્યા નથી.",
    "Eng": "Satguru has selectively destroyed all my sins, faults and disorders with His words and arrows. Now only Brahma remains in my pure mind, there is no room for anyone else."
  },
  {
    "no": 23,
    "dohe": "वदन सीतल चंद्रमां, जल सीतल सब कोइ। \n दादू बिरही रांम का, इन सूं कदे न होइ॥ ",
    "hindi": "चंदन, चंद्रमा और जल की प्रकृति शीतल होती है। इनसे सर्प, चकोर और मीन को असीम तृप्ति (शांति) मिलती है। लेकिन जो ब्रह्म-वियोगी हैं, उन्हें इन पदार्थों से शांति (तृप्ति) नहीं मिल सकती है।",
    "gujrti": "ચંદન, ચંદ્ર અને પાણીની પ્રકૃતિ ઠંડી છે. આનાથી સર્પ, ચકોર અને મીન રાશિને અપાર સંતોષ (શાંતિ) મળે છે. પરંતુ જેઓ બ્રહ્માથી વિખૂટા પડી ગયા છે તેઓ આ વસ્તુઓથી શાંતિ (સંતોષ) મેળવી શકતા નથી.",
    "Eng": "Sandalwood, moon and water are cold in nature. This brings immense satisfaction (peace) to Sarpa, Chakor and Pisces. But those who are separated from Brahman cannot find peace (satisfaction) with these things."
  },
  {
    "no": 24,
    "dohe": "दादू रांम तुम्हारे नांव बिनं जे मुख निकसै और। \n तौ इस अपराधी जीव कूँ, तीनि लोक कत ठौर॥ ",
    "hindi": "हे राम! आपके नाम के बिना जो कोई शब्द मुख से निकलता है, तो वह महा अपराधी होता है। ऐसे अपराधी को तीनों लोकों में भटकने पर भी कोई सुख नहीं मिलता है।",
    "gujrti": "હે રામ! તમારા નામ વિના મોઢામાંથી નીકળેલો કોઈ પણ શબ્દ મોટો ગુનેગાર છે. આવા ગુનેગારને ત્રણે લોકમાં ભટકીને પણ સુખ મળતું નથી.",
    "Eng": "O Rama! Any word that comes out of the mouth without your name is a major culprit. Such a criminal does not find happiness even by wandering in the three worlds."
  },
  {
    "no": 25,
    "dohe": "साहिब जी के नांव मां, सब कुछ भरे भंडार। \n नूर तेज अनंत है, दादू सिरजनहार॥ ",
    "hindi": "प्रभु के नाम-स्मरण करने पर किसी वस्तु का अभाव नहीं रहता। लौकिक, पारलौकिक सभी प्रकार के पदार्थ साधक को सुलभ रहते हैं तथा सृष्टिकर्ता प्रभु के असीम प्रकाश का उसे साक्षात्कार हो जाता है।",
    "gujrti": "ભગવાનનું નામ સ્મરણ કરીએ ત્યારે કોઈ વસ્તુની કમી નથી. સાંસારિક અને બહારની બધી જ વસ્તુઓ સાધક માટે સુલભ રહે છે અને તેને સર્જકના અનંત પ્રકાશનો અનુભવ થાય છે.",
    "Eng": "Nothing is lacking when we remember God's name. All things mundane and external remain accessible to the seeker and he experiences the infinite light of the Creator."
  },
  {
    "no": 26,
    "dohe": "सब सुख मेरे सांइयां, मंगल अति आनंद। \n दादू सजन सब मिले, जब भेटे परमांनंद॥ ",
    "hindi": "ईश्वर ही हमारे लिए समस्त सुख हैं। वे ही मंगल करने वाले और आनंददायी हैं। परमानंदरूप प्रभु से मिलना ही संसार के समस्त सज्जनों से मिलना होता है।",
    "gujrti": "ભગવાન આપણા માટે સર્વ સુખ છે. તેઓ શુભ અને આનંદદાયક છે. ભગવાનને આનંદ સ્વરૂપે મળવું એ જગતના તમામ સજ્જનોને મળવાનું છે.",
    "Eng": "God is all happiness for us. They are auspicious and joyful. To meet God in the form of joy is to meet all the gentlemen of the world."
  },
  {
    "no": 27,
    "dohe": "हम भी पांहन पूजते, होते रन के रोझ। \n सतगुरु की कृपा भई, डार्या सिर पैं बोझ॥ ",
    "hindi": "कबीर कहते हैं कि यदि सद्गुरु की कृपा न हुई होती तो मैं भी पत्थर की पूजा करता और जैसे जंगल में नील गाय भटकती है, वैसे ही मैं व्यर्थ तीर्थों में भटकता फिरता। सद्गुरु की कृपा से ही मेरे सिर से आडंबरों का बोझ उतर गया।",
    "gujrti": "કબીર કહે છે કે જો સદગુરુની કૃપા ન હોત તો મેં પણ પથ્થરોની પૂજા કરી હોત અને વાદળી ગાય જેમ જંગલમાં ભટકે છે તેમ અર્થહીન તીર્થસ્થાનો પર ભટક્યો હોત. સદગુરુની કૃપાથી જ મારા માથા પરથી અભિવ્યક્તિનો બોજ દૂર થયો.",
    "Eng": "Kabir says if it wasn't for Sadguru's grace I too would have worshiped stones and wandered on meaningless pilgrimages like a blue cow wanders in the forest. It was by Sadguru's grace that the burden of expression was removed from my head."
  },
  {
    "no": 28,
    "dohe": "गोरी सोवै सेज पर, मुख पर डारे केस। \n चल ख़ुसरो घर आपने, रैन भई चहुँ देस॥ ",
    "hindi": "ख़ुसरो कहते हैं कि आत्मा रूपी गोरी सेज पर सो रही है, उसने अपने मुख पर केश डाल लिए हैं, अर्थात वह दिखाई नहीं दे रही है। तब ख़ुसरो ने मन में निश्चय किया कि अब चारों ओर अँधेरा हो गया है, रात्रि की व्याप्ति दिखाई दे रही है। अतः उसे भी अपने घर अर्थात परमात्मा के घर चलना चाहिए।",
    "gujrti": "ખુસરો કહે છે કે વાજબી આત્મા પલંગ પર સૂઈ રહી છે, તેણે પોતાનો ચહેરો વાળથી ઢાંકી દીધો છે, એટલે કે તે દેખાતી નથી. ત્યારે ખુસરોએ મનમાં નક્કી કર્યું કે હવે ચારે બાજુ અંધારું છે, રાતનો ફેલાવો દેખાઈ રહ્યો છે. તેથી તેણે પોતાના ઘરે એટલે કે ભગવાનના ઘરે પણ જવું જોઈએ.",
    "Eng": "Khusrau says that the fair soul is sleeping on the bed, she has covered her face with hair, meaning she cannot be seen. Khusrau then decided in his mind that now it was dark all around, the spread of night was visible. So he should also go to his own house i.e. God's house."
  },
  {
    "no": 29,
    "dohe": "प्रेम पंथ की पालकी, रैदास बैठियो आय। \n सांचे सामी मिलन कूं, आनंद कह्यो न जाय॥ ",
    "hindi": "रैदास कहते हैं कि वे प्रेम−मार्ग रूपी पालकी में बैठकर अपने सच्चे स्वामी से मिलने के लिए चले हैं। उनसे मिलने की चाह का आनंद ही निर्वचनीय है, तो उनसे मिलकर आनंद की अनुभूति का तो कहना ही क्या!",
    "gujrti": "રૈદાસ કહે છે કે તે પ્રેમના માર્ગની પાલખીમાં બેસીને તેના સાચા ગુરુને મળવા નીકળ્યો છે. તેને મળવાની ઈચ્છાનો આનંદ અવર્ણનીય છે, તો તેને મળવાના આનંદ વિશે આપણે શું કહી શકીએ!",
    "Eng": "Raidas says that he has set out to meet his true guru sitting in the palanquin of the path of love. The joy of wanting to meet him is indescribable, so what can we say about the joy of meeting him!"
  },
  {
    "no": 30,
    "dohe": "अड़सठ तीरथ गुरु चरण, परवी होत अखंड। \n सहजो ऐसो धामना, सकल अंड ब्रह्मंड॥ ",
    "hindi": "सद्गुरु के चरणों में सारे अड़सठ पवित्र तीर्थ रहते हैं, अर्थात उनके चरण अड़सठ तीर्थों के समान पवित्र एवं पूज्य है। उनका पुण्यफल पवित्रतम है। इस समस्त संसार में ऐसा कोई धाम या तीर्थ नहीं है जो सद्गुरु के चरणों में नहीं है।",
    "gujrti": "સદ્ગુરુના ચરણોમાં તમામ અઠ્ઠાવીસ પવિત્ર તીર્થસ્થાનો નિવાસ કરે છે, એટલે કે તેમના ચરણ અઠ્ઠાવન પવિત્ર તીર્થસ્થાનોની જેમ પવિત્ર અને પૂજનીય છે. તેમના પુણ્યનું પરિણામ સૌથી શુદ્ધ છે. આ સમગ્ર વિશ્વમાં એવું કોઈ ધામ કે તીર્થ નથી જે સદગુરુના ચરણોમાં ન હોય.",
    "Eng": "At the feet of Sadhguru reside all the twenty-eight sacred shrines, meaning that his feet are as sacred and venerable as the fifty-eight holy shrines. The result of his virtue is purest. There is no Dham or Tirtha in this whole world which is not at the feet of Sadhguru."
  },
  {
    "no": 31,
    "dohe": "गुरुवचन हिय ले धरो, ज्यों कृपणन के दाम। \n भूमिगढ़े माथे दिये, सहजो लहै न राम॥ ",
    "hindi": "सहजो कहती हैं कि सुगंधित सुंदर फूलों की माला के समान सद्गुरु के वचनों को हदय में धारण करना चाहिए। अतीव विनम्रता रखकर, सहर्ष मन में धारण कर सद्गुरु-वचनों को अपनाने से ईश्वर की प्राप्ति हो जाती है।",
    "gujrti": "સહજો કહે છે કે સદગુરુના શબ્દો હૃદયમાં સુંદર સુગંધિત ફૂલોની માળા જેવા રાખવા જોઈએ. સદગુરુના શબ્દોને અત્યંત નમ્રતાથી અપનાવવાથી અને સ્વેચ્છાએ તેમને ધ્યાનમાં રાખીને, વ્યક્તિ ભગવાનને પ્રાપ્ત કરે છે.",
    "Eng": "Sahajo says that Sadhguru's words should be kept in the heart like a garland of beautifully scented flowers. By accepting the Sadhguru's words with utmost humility and willingly heeding them, one attains God."
  },
  {
    "no": 32,
    "dohe": "दादू प्रीतम के पग परसिये, मुझ देखण का चाव। \n तहाँ ले सीस नवाइये, जहाँ धरे थे पाव॥ ",
    "hindi": "विरह के माध्यम से ईश्वर का स्वरूप बने संतों की चरण-वंदना करनी चाहिए। ऐसे ब्रह्म-स्वरूप संतों के दर्शन करने की मुझे लालसा रहती है। जहाँ-तहाँ उन्होंने अपने चरण रखे हैं, वहाँ की धूलि को अपने सिर से लगाना चाहिए।",
    "gujrti": "વિયોગ થકી ભગવાનના અવતાર બનેલા સંતોના ચરણોની પૂજા કરવી જોઈએ. હું એવા સંતોને જોવાની ઈચ્છા રાખું છું જેઓ બ્રહ્માના મૂર્ત સ્વરૂપ છે. જ્યાં પગ મૂક્યા હોય ત્યાં માથે ધૂળ લગાવવી જોઈએ.",
    "Eng": "The feet of the saints who became incarnations of God through separation should be worshipped. I desire to see saints who are the embodiment of Brahma. The head should be dusted where the feet are placed."
  },
  {
    "no": 33,
    "dohe": "सतगुरु हम सूँ रीझि करि, एक कह्या प्रसंग। \n बरस्या बादल प्रेम का, भीजि गया सब अंग॥ ",
    "hindi": "सद्गुरु ने मुझ पर प्रसन्न होकर एक रसपूर्ण वार्ता सुनाई जिससे प्रेम रस की वर्षा हुई और मेरे अंग-प्रत्यंग उस रस से भीग गए।",
    "gujrti": "સદગુરુ મારાથી પ્રસન્ન થયા અને એક રસાળ વાર્તા સંભળાવી જે પ્રેમના રસની વર્ષા કરે છે અને મારા શરીરના દરેક અંગ એ રસથી ભીના થઈ ગયા છે.",
    "Eng": "Sadhguru was pleased with me and narrated a juicy story that showered the juice of love and every part of my body became wet with that juice."
  },
  {
    "no": 34,
    "dohe": "सतगुर की महिमा अनंत, अनंत किया उपकार। \n लोचन अनंत उघाड़िया, अनंत दिखावण हार॥ ",
    "hindi": "ज्ञान के आलोक से संपन्न सद्गुरु की महिमा असीमित है। उन्होंने मेरा जो उपकार किया है वह भी असीम है। उसने मेरे अपार शक्ति संपन्न ज्ञान-चक्षु का उद्घाटन कर दिया जिससे मैं परम तत्त्व का साक्षात्कार कर सका। ईश्वरीय आलोक को दृश्य बनाने का श्रेय महान गुरु को ही है।",
    "gujrti": "જ્ઞાનના પ્રકાશથી સંપન્ન સદગુરુનો મહિમા અમર્યાદ છે. તેણે મારા પર જે ઉપકાર કર્યો છે તે પણ અમર્યાદિત છે. તેમણે અપાર શક્તિથી સંપન્ન મારી જ્ઞાનની આંખ ખોલી જેના દ્વારા હું પરમ તત્ત્વની અનુભૂતિ કરી શકી. દિવ્ય પ્રકાશને દ્રશ્યમાન કરવાનો શ્રેય માત્ર મહાન ગુરુને જ જાય છે.",
    "Eng": "The glory of the Sadguru endowed with the light of knowledge is limitless. The favors he has bestowed on me are also unlimited. He opened my eye of knowledge endowed with immense power through which I could realize the Supreme Being. The credit of visualizing the divine light goes only to the great Guru."
  },
  {
    "no": 35,
    "dohe": "या तन की सारैं करूँ, प्रीत जु पासे लाल। \n सतगुरु दाँव बताइया, चौपर रमे जमाल॥  ",
    "hindi": "शरीर को गोटें (मोहरें) और प्रीति के पासे हैं, सतगुरु दांव (चाल) बता रहे हैं; और चौपड़ का खेल खेल रहा हूँ।",
    "gujrti": "શરીર એ ટુકડા (ટુકડા) અને પ્રેમના પાસા છે, સતગુરુ કહે છે ચાલ (ચાલ); અને ચોપરની રમત રમતા.",
    "Eng": "The body is a fragment (piece) and an aspect of love, Satguru says chala (chala); And playing chopper game."
  },
  {
    "no": 36,
    "dohe": "दादू सतगुरु सौं सहजैं मिल्या, लीया कंठ लगाइ। \n दया भई दयाल की, तब दीपक दीया जगाइ॥ ",
    "hindi": "मेरे सतगुरु मुझे सहज भाव से मिले। मुझे अपने गले से लगा लिया। उनकी दया से मेरे हृदय में ज्ञान रूपी दीपक प्रज्वलित हो गया अर्थात् उसके प्रकाश से मेरा अज्ञानरूपी अंधकार दूर हो गया।",
    "gujrti": "મારા સતગુરુ મને સ્વાભાવિક રીતે મળ્યા. તેણે મને ગળે લગાડ્યો. તેમની કૃપાથી મારા હૃદયમાં જ્ઞાનનો દીપ પ્રગટ્યો, એટલે કે તેમના પ્રકાશથી મારા અજ્ઞાનનો અંધકાર દૂર થયો.",
    "Eng": "My satguru met me naturally. He hugged me. By His grace, the lamp of knowledge was lit in my heart, that is, the darkness of my ignorance was removed by His light."
  },
  {
    "no": 37,
    "dohe": "सब घट माँही राम है, ज्यौं गिरिसुत में लाल। \n ज्ञान गुरु चकमक बिना, प्रकट न होत जमाल॥ ",
    "hindi": "पर्वत में स्थित रत्नों के समान राम प्रत्येक शरीर में व्याप्त है। किंतु, बिना गुरु से ज्ञान प्राप्त किए वह (राम) प्रकट नहीं होता।",
    "gujrti": "પર્વતમાં સ્થિત રત્નોની જેમ રામ દરેક શરીરમાં વિરાજમાન છે. પરંતુ, ગુરુ પાસેથી જ્ઞાન મેળવ્યા વિના તે (રામ) દેખાતા નથી.",
    "Eng": "Rama resides in every body like a gem set in a mountain. But, he (Rama) does not appear without receiving knowledge from the Guru."
  },
  {
    "no": 38,
    "dohe": "सेइ साधु गुरु समुझि सिखि, राम भगति थिरताइ। \n लरिकाई को पैरिबो, तुलसी बिसरि न जाइ॥ ",
    "hindi": "सच्चे साधु और सद्गुरु की सेवा करके उनसे श्री राम के तत्त्व को समझो और सीखो, तब श्री राम की भक्ति स्थिर हो जाएगी; क्योंकि बचपन में सीखा हुआ तैरना फिर नहीं भूलता।",
    "gujrti": "સાચા ઋષિઓ અને સદગુરુની સેવા કરીને શ્રી રામનો સાર સમજો અને શીખો, તો શ્રી રામ પ્રત્યેની તમારી ભક્તિ સ્થિર થશે; કારણ કે બાળપણમાં શીખેલું સ્વિમિંગ ફરી ભૂલાતું નથી.",
    "Eng": "Understand and learn the essence of Sri Rama by serving true sages and Sadguru, then your devotion to Sri Rama will be fixed; Because swimming learned in childhood is not forgotten."
  },
  {
    "no": 39,
    "dohe": "परम दया करि दास पै, गुरु करी जब गौर। \n रसनिधि मोहन भावतौ, दरसायौ सब ठौर॥ ",
    "hindi": "जब गुरुदेव ने अपने इस दास पर बड़ी भारी दया कर के कुछ ध्यान दिया तो सभी स्थानों में अर्थात सृष्टि के अणु-अणु में उस परम प्रिय श्रीकृष्ण का दर्शन दिया।",
    "gujrti": "જ્યારે ગુરુદેવે તેમના સેવક પર ખૂબ જ દયા કરી અને તેમના પર થોડું ધ્યાન આપ્યું, ત્યારે તેમણે દરેક જગ્યાએ એટલે કે બ્રહ્માંડના દરેક અણુમાં તે સૌથી પ્રિય શ્રી કૃષ્ણના દર્શન કરાવ્યા.",
    "Eng": "When Gurudeva took great pity on his servant and paid some attention to him, he gave darshan of that most beloved Sri Krishna everywhere i.e. in every atom of the universe."
  },
  {
    "no": 40,
    "dohe": "ना तो घर की सुध है, न कोई रिस्तादार। \n सैना सतगुरू साहिबा, अलख जगत परवार॥ ",
    "hindi": "सैन कहते हैं—मुझे न तो घर की सुधि है, न कोई रिश्तेदार है। मेरा स्वामी सतगुरु है और परिवार सारा संसार है।",
    "gujrti": "સૈન કહે છે - મને ન તો ઘર યાદ છે કે ન તો કોઈ સંબંધી છે. મારા ગુરુ સતગુરુ છે અને મારો પરિવાર આખી દુનિયા છે.",
    "Eng": "Sain says - I neither remember home nor any relatives. My Guru is Satguru and my family is the whole world."
  },
  {
    "no": 41,
    "dohe": "सब तिर्या सब तिरैंगे, सेनो भव नद बीच। \n सैना सतगुरू की कृपा, तरसी आँखाँ मीच॥ ",
    "hindi": "सैन कहते हैं—सबका उद्धार हो जायेगा। सैना तो भवसागर के बीच है। उस पर सतगुरु की कृपा है। वह निश्चित रूप से तिर जाएगा।",
    "gujrti": "સૈન કહે છે - દરેકનો ઉદ્ધાર થશે. લશ્કર અસ્તિત્વના મહાસાગરની વચ્ચે છે. તેને સતગુરુના આશીર્વાદ મળે છે. તે ચોક્કસપણે દૂર જશે.",
    "Eng": "Sain says - everyone will be saved. The army is in the midst of an ocean of existence. He gets the blessings of Satguru. It will definitely go away."
  },
  {
    "no": 42,
    "dohe": "अमिय गारि गारेउ गरल, नारी करि करतार। \n प्रेम बैर की जननि युग, जानहिं बुध न गँवार॥ ",
    "hindi": "भगवान् ने स्त्री को अमृत और प्रेम दोनों में सानकर बनाया है। स्त्री वैर और प्रेम दोनों की जननी है, इस बात को बुद्धिमान् पुरुष जानते हैं किंतु गँवार नहीं।",
    "gujrti": "ભગવાને સ્ત્રીને અમૃત અને પ્રેમ બંનેથી બનાવી છે. સ્ત્રી નફરત અને પ્રેમ બંનેની માતા છે, બુદ્ધિશાળી પુરુષો આ જાણે છે પણ અસંસ્કારી લોકો નથી જાણતા.",
    "Eng": "God created woman with both nectar and love. Woman is the mother of both hate and love, intelligent men know this but barbarians do not."
  },
  {
    "no": 43,
    "dohe": "दुर्जन दर्पण सम सदा, करि देखौ हिय गौर। \n संमुख की गति और है, विमुख भए पर और॥ ",
    "hindi": "दुर्जन शीशे के समान होते हैं, इस बात को ध्यान से देख लो, क्योंकि दोनों ही जब सामने होते हैं तब तो और होते हैं और जब पीछ पीछे होते हैं तब कुछ और हो जाते हैं। भाव यह है कि दुष्ट पुरुष सामने तो मनुष्य की प्रशंसा करता है और पीठ पीछे निंदा करता है, इसी प्रकार शीशा भी जब सामने होता है तो वह मनुष्य के मुख को प्रतिबिंबित करता है; पर जब वह पीठ पीछे होता है तो प्रतिबिंबित नहीं करता।",
    "gujrti": "દુષ્ટો અરીસા જેવા હોય છે, તેને ધ્યાનથી જોજો, કારણ કે જ્યારે બંને સામે હોય છે ત્યારે એક વસ્તુ હોય છે અને જ્યારે પાછળ હોય ત્યારે બીજી વસ્તુ હોય છે. અર્થ એ છે કે દુષ્ટ માણસ સામે માણસની પ્રશંસા કરે છે અને તેની પીઠ પાછળ તેની ટીકા કરે છે, તેવી જ રીતે જ્યારે અરીસો સામે હોય છે, તે માણસના ચહેરાને પ્રતિબિંબિત કરે છે; પરંતુ જ્યારે તે તેની પીઠ પાછળ હોય છે ત્યારે તે પ્રતિબિંબિત થતો નથી.",
    "Eng": "The wicked are like a mirror, look at it carefully, for when the two are in front they are one thing, and when they are behind, they are another thing. The meaning is that an evil man praises a man in front of him and criticizes him behind his back, just as when a mirror is in front, it reflects a man's face; But it is not reflected when it is behind his back."
  },
  {
    "no": 44,
    "dohe": "घर दीन्हे घर जात है, घर छोड़े घर जाय। \n ‘तुलसी’ घर बन बीच रहू, राम प्रेम-पुर छाय॥ ",
    "hindi": "यदि मनुष्य एक स्थान पर घर करके बैठ जाय तो वह वहाँ की माया-ममता में फँसकर उस प्रभु के घर से विमुख हो जाता है। इसके विपरीत यदि मनुष्य घर छोड़ देता है तो उसका घर बिगड़ जाता है, इसलिए कवि का कथन है कि भगवान् राम के प्रेम का नगर बना कर घर और बन दोनों के बीच समान रूप से रहो, पर आसक्ति किसी में न रखो।",
    "gujrti": "જો કોઈ વ્યક્તિ એક જગ્યાએ સ્થાયી થાય છે, તો તે તે સ્થાનના મોહ અને મમતામાં ફસાઈ જાય છે અને ભગવાનના ઘરથી વિમુખ થઈ જાય છે. ઊલટું, જો કોઈ વ્યક્તિ પોતાનું ઘર છોડે તો તેનું ઘર બગડી જાય છે, તેથી કવિ કહે છે કે ભગવાન રામ માટે પ્રેમની નગરી બનાવીને, ઘર અને ઘરની વચ્ચે સમાન રીતે રહો, પરંતુ કોઈની સાથે આસક્ત ન રહો.",
    "Eng": "If one settles in a place, he gets caught up in the fascination and affection of that place and alienated from the house of God. On the contrary, if one leaves one's house, one's house is spoiled, so the poet says to make a city of love for Lord Rama, stay equally between house and house, but do not be attached to anyone."
  },
  {
    "no": 45,
    "dohe": "बिनु विश्वास भगति नहीं, तेही बिनु द्रवहिं न राम। \n राम-कृपा बिनु सपनेहुँ, जीव न लहि विश्राम॥ ",
    "hindi": "भगवान् में सच्चे विश्वास के बिना मनुष्य को भगवद्भक्ति प्राप्त नहीं हो सकती और बिना भक्ति के भगवान् कृपा नहीं कर सकते। जब तक मनुष्य पर भगवान् की कृपा नहीं होती तब तक मनुष्य स्वप्न में भी सुख-शांति नहीं पा सकता। अत: मनुष्य को भगवान् का भजन करते रहना चाहिए ताकि भगवान् के प्रसन्न हो जाने पर भक्त को सब सुख-संपत्ति अपने आप प्राप्त हो जाय।",
    "gujrti": "ઈશ્વરમાં સાચી શ્રદ્ધા વિના માણસ ઈશ્વરની ભક્તિ પ્રાપ્ત કરી શકતો નથી અને ભક્તિ વિના ઈશ્વર તેમના આશીર્વાદ આપી શકતા નથી. જ્યાં સુધી કોઈ માણસને ભગવાનનો આશીર્વાદ ન મળે ત્યાં સુધી તે સપનામાં પણ સુખ અને શાંતિ મેળવી શકતો નથી. તેથી, વ્યક્તિએ ભગવાનની પૂજા કરતા રહેવું જોઈએ જેથી જ્યારે ભગવાન પ્રસન્ન થાય, ત્યારે ભક્તને આપોઆપ તમામ સુખ અને સંપત્તિ મળે છે.",
    "Eng": "Without true faith in God a man cannot attain God's devotion and without devotion God cannot bestow His blessings. Unless a man receives the blessings of God, he cannot find happiness and peace even in his dreams. Therefore, one should keep worshiping the Lord so that when the Lord is pleased, the devotee automatically gets all the happiness and wealth."
  },
  {
    "no": 46,
    "dohe": "ऊँची जाति पपीहरा, पियत न नीचौ नीर। \n कै याचै घनश्याम सों, कै दु:ख सहै सरीर॥ ",
    "hindi": "पपीहा वास्तव में बड़ी ऊँची जाति का है, जो नीचे ज़मीन पर पड़ा हुआ पानी नहीं पीता। वह या तो बादल से ही पानी माँगता है या अपने शरीर पर दु:ख ही झेलता रहता है। भाव यह कि श्रेष्ठ पुरुष तुच्छ वासनाओं में कभी नहीं फँसते, वे सदा उत्कृष्ट गुणों को ही ग्रहण करते हैं।",
    "gujrti": "પપીહા વાસ્તવમાં ખૂબ જ ઉચ્ચ જાતિનો છે, જે જમીન પર પડેલું પાણી પીતી નથી. તે કાં તો વાદળો પાસેથી પાણી માંગે છે અથવા તેના શરીર પર સતત પીડા સહન કરે છે. અર્થ એ છે કે મહાપુરુષો ક્યારેય પાયાની ઈચ્છાઓમાં ફસાતા નથી, તેઓ હંમેશા ઉત્તમ ગુણો અપનાવે છે.",
    "Eng": "Papiha is actually a very high caste, which does not drink water that falls on the ground. He either asks for water from the clouds or suffers constant pain on his body. The meaning is that great men never get caught up in base desires, they always adopt excellent qualities."
  },
  {
    "no": 47,
    "dohe": "राम नाम अवलंब बिनु, परमारथ की आस। \n बरसत बारिद बूँद गहि, चाहत चढ़न अकास॥ ",
    "hindi": "जो राम नाम का सहारा लिए बिना ही परमार्थ और मोक्ष की आशा करता है, वह तो मानो बरसते हुए बादल की बूँदों को पकड़कर आकाश में चढ़ना चाहता है (अर्थात् जैसे वर्षा की बूँदों को पकड़कर आकाश पर चढ़ना असंभव है, वैसे ही राम नाम का जप किए बिना परमार्थ की प्राप्ति असंभव है)।",
    "gujrti": "જે રામના નામનો આશરો લીધા વિના દાન અને મોક્ષની આશા રાખે છે, તે જાણે વાદળના વરસાદના ટીપાંને પકડીને આકાશમાં ચઢવા માંગે છે (એટલે ​​કે તેને પકડીને આકાશમાં ચઢવું અશક્ય છે. વરસાદના ટીપાં પર, એ જ રીતે રામ નામ છે, જાપ કર્યા વિના મોક્ષ મેળવવો અશક્ય છે).",
    "Eng": "One who hopes for charity and salvation without resorting to the name of Rama, is as if he wants to ascend to the sky by holding the raindrops of a cloud (i.e. it is impossible to ascend to the sky by holding them. On the raindrops, likewise the name of Rama, salvation without chanting impossible to obtain)."
  },
  {
    "no": 48,
    "dohe": "राम नाम रति राम गति, राम नाम बिस्वास। \n सुमिरत सुभ मंगल कुसल, दुहुँ दिसि तुलसीदास॥ ",
    "hindi": "तुलसीदास कहते हैं कि जिसका राम नाम में प्रेम है, राम ही जिसकी एकमात्र गति है और राम नाम में ही जिसका विश्वास है, उसके लिए राम नाम का स्मरण करने से ही दोनों ओर (इस लोक में और परलोक में) शुभ, मंगल और कुशल है।",
    "gujrti": "તુલસીદાસ કહે છે કે જેને રામના નામમાં પ્રેમ છે, જેની એક માત્ર ચળવળ રામ છે અને જેને રામના નામમાં શ્રદ્ધા છે, તેના માટે રામના નામનું સ્મરણ કરવાથી બંનેમાં કલ્યાણ, મંગલ અને સમૃદ્ધિ થશે. આ વિશ્વમાં અને આગામી વિશ્વમાં).",
    "Eng": "Tulsidas says that one who has love in the name of Rama, whose only movement is Rama, and one who has faith in the name of Rama, the remembrance of the name of Rama will bring welfare, auspiciousness and prosperity to both. in this world and the next)."
  },
  {
    "no": 49,
    "dohe": "असन बसन सुत नारि सुख, पापिहुँ के घर होइ। \n संत-समागम रामधन, ‘तुलसी’ दुर्लभ दोइ॥ ",
    "hindi": "भोजन, वस्त्र, पुत्र और स्त्री-सुख तो पापी के घर में भी हो सकते हैं; पर सज्जनों का समागम भगवान् और राम रूपी धन की प्राप्ति ये दोनों बड़े दुर्लभ हैं। भाव यह है कि जिसके बड़े भाग्य होते हैं उसे ही भगवद्भक्ति तथा सज्जन पुरुषों की संगति प्राप्त होती है।",
    "gujrti": "અન્ન, વસ્ત્ર, પુત્ર અને સ્ત્રી સુખ પાપીના ઘરમાં પણ મળી શકે છે; પણ સજ્જનોનો મેળાવડો અને ભગવાન રામના રૂપમાં ધનની પ્રાપ્તિ એ બંને બહુ દુર્લભ છે. અર્થ એ છે કે જેનું મોટા ભાગ્ય છે તેને જ ભગવાનની ભક્તિ અને સત્પુરુષોનો સંગ મળે છે.",
    "Eng": "Food, clothing, sons and female happiness can be found even in a sinner's house; But gathering of gentlemen and obtaining wealth in the form of Lord Rama are both very rare. It means that one who has great fortune gets the devotion of God and the company of good men."
  },
  {
    "no": 50,
    "dohe": "राम भरोसो राम बल, राम नाम बिस्वास। \n सुमिरत सुभ मंगल कुसल, मांगत तुलसीदास॥ ",
    "hindi": "तुलसीदास जी यही माँगते हैं कि मेरा एक मात्र राम पर ही भरोसा रहे, राम ही का बल रहे और जिसके स्मरण मात्र ही से शुभ, मंगल और कुशल की प्राप्ति होती है, उस राम नाम में ही विश्वास रहे।",
    "gujrti": "તુલસીદાસજી માત્ર એટલું જ પૂછે છે કે મારે ફક્ત રામમાં જ શ્રદ્ધા રાખવી જોઈએ, રામ જ મારી શક્તિ હોવી જોઈએ અને મારે ફક્ત રામના નામમાં જ શ્રદ્ધા રાખવી જોઈએ જેના માત્ર સ્મરણથી જ સારું, શુભ અને સમૃદ્ધિ મળે છે.",
    "Eng": "Tulsidasji only asks that I should have faith only in Rama, Rama should be my strength and I should have faith only in the name of Rama whose mere remembrance brings good, auspiciousness and prosperity."
  }
]